Repository: johnny4young/portavoz
Catalog: Resources/Localization/Portavoz/Localizable.xcstrings
Source language: en
Languages: es

source: Questions like "what did we agree about the budget?" — answered on your Mac, citing meeting and moment.
es: Preguntas como "¿qué acordamos del presupuesto?" — respondidas en tu Mac, citando reunión y momento.

source: Quit
es: Salir

source: Quit Portavoz
es: Salir de Portavoz

source: Qwen3.5 4B · downloaded · 3 GB
es: Qwen3.5 4B · descargado · 3 GB

source: Re-check answers
es: Volver a comprobar respuestas

source: Re-check answers using the corrected transcript
es: Volver a comprobar las respuestas con la transcripción corregida

source: Re-checking Apuntador answers requires macOS 26 and Apple Intelligence.
es: Volver a comprobar las respuestas del Apuntador requiere macOS 26 y Apple Intelligence.

source: Re-checking the Apuntador's answers…
es: Revisando las respuestas del Apuntador…

source: Re-transcribe in English
es: Volver a transcribir en inglés

source: Re-transcribe in Spanish
es: Volver a transcribir en español

source: Re-transcribe the saved audio with Whisper, then review the result before applying it.
es: Vuelve a transcribir el audio guardado con Whisper y revisa el resultado antes de aplicarlo.

source: Re-transcribe with Whisper (maximum quality) and present the result as a draft — nothing is applied without your confirmation. Use the menu to force a language.
es: Vuelve a transcribir con Whisper (máxima calidad) y muestra el resultado como borrador — no se aplica nada sin tu confirmación. Usa el menú para forzar un idioma.

source: Re-transcribing participants (Whisper)…
es: Re-transcribiendo participantes (Whisper)…

source: Re-transcribing your channel (Whisper)…
es: Re-transcribiendo tu canal (Whisper)…

source: Read it, edit anything, then choose where it goes.
es: Léelo, edita lo que quieras y luego elige a dónde va.

source: Reads the meeting and copies a draft you still send yourself. Nothing leaves this Mac.
es: Lee la reunión y copia un borrador que tú mismo envías. Nada sale de este Mac.

source: Ready to review
es: Lista para revisar

source: Reason: %@
es: Motivo: %@

source: Reassigned
es: Reasignado

source: Rebuilding memory links
es: Reconstruyendo vínculos de memoria

source: Recap draft
es: Borrador de recap

source: Receipt details
es: Detalles del recibo

source: Receipt history is unavailable
es: El historial del recibo no está disponible

source: Recent
es: Recientes

source: Recent receipts
es: Recibos recientes

source: Recently deleted
es: Eliminadas recientemente

source: Reconciled: %d · leases recovered: %d · deferred: %d · attention: %d
es: Reconciliadas: %d · concesiones recuperadas: %d · diferidas: %d · atención: %d

source: Record
es: Grabar

source: Record a conversation, revisit its sources, or ask your library a question.
es: Graba una conversación, revisa sus fuentes o hazle una pregunta a tu biblioteca.

source: Record a fresh 12 seconds
es: Grabar 12 segundos nuevos

source: Record a meeting or choose one from the library. Everything is processed on your Mac.
es: Graba una reunión o elige una de la biblioteca. Todo se procesa en tu Mac.

source: Record this meeting
es: Grabar esta reunión

source: Record when it starts
es: Grabar al empezar

source: Recording
es: Grabación

source: Recording 12 seconds — speak naturally…
es: Grabando 12 segundos — habla naturalmente…

source: Recording interrupted
es: Grabación interrumpida

source: Recording mic + system audio — everything stays on your Mac
es: Grabando micrófono + audio del sistema — todo se queda en tu Mac

source: Recording needs recovery
es: La grabación necesita recuperación

source: Recording state at a glance, one-click start/stop and dictation — Portavoz keeps working with the window closed.
es: El estado de grabación de un vistazo, iniciar/detener con un click y dictado — Portavoz sigue funcionando con la ventana cerrada.

source: Recording titles
es: Títulos de grabación

source: Recordings
es: Grabaciones

source: Recording…
es: Grabando…

source: Recoverable failure
es: Fallo recuperable

source: Recovering safely
es: Recuperando de forma segura

source: Recovering speaker attribution from finalized audio.
es: Recuperando la atribución de hablantes desde el audio finalizado.

source: Recovering the complete transcript from finalized audio.
es: Recuperando la transcripción completa desde el audio finalizado.

source: Recovery and local indexing continue safely in the background. Recording always comes first; Portavoz never invents progress.
es: La recuperación y los índices locales continúan de forma segura en segundo plano. La grabación siempre tiene prioridad; Portavoz nunca inventa el progreso.

source: Recovery context could not be verified. Nothing ran.
es: No se pudo verificar el contexto de recuperación. No se ejecutó nada.

source: Recovery copy saved
es: Copia de recuperación guardada

source: Recovery evidence
es: Evidencia de recuperación

source: Recovery · processing · local indexes
es: Recuperación · procesamiento · índices locales

source: Redraft
es: Rehacer borrador

source: Reduce loudspeaker echo by lowering the microphone outside your turns
es: Reduce el eco del altavoz bajando el micrófono fuera de tus turnos

source: Refine
es: Refinar

source: Refine failed: %@
es: El refine falló: %@

source: Refine model (Whisper large-v3)
es: Modelo de refine (Whisper large-v3)

source: Refine saved audio
es: Refinar audio guardado

source: Refine the filters to see more.
es: Ajusta los filtros para ver más.

source: Refine transcript
es: Refinar transcripción

source: Refined
es: Refinado

source: Refresh activity
es: Actualizar actividad

source: Refresh automatic action history
es: Actualizar historial de acciones automáticas

source: Refresh list
es: Actualizar lista

source: Refresh suggested actions
es: Actualizar acciones sugeridas

source: Refreshing suggested actions…
es: Actualizando acciones sugeridas…

source: Regenerate
es: Regenerar

source: Regenerate in English
es: Regenerar en inglés

source: Regenerate in Spanish
es: Regenerar en español

source: Regenerate the summary before confirming this stale source.
es: Vuelve a generar el resumen antes de confirmar esta fuente desactualizada.

source: Regenerate with Apple (on-device)
es: Regenerar con Apple (on-device)

source: Regenerate with Ollama · %@
es: Regenerar con Ollama · %@

source: Reinstall Portavoz to restore its bundled offline question detector.
es: Reinstala Portavoz para restaurar su detector de preguntas integrado y sin conexión.

source: Related meetings
es: Reuniones relacionadas

source: Release Command, Option, Control, and Shift, then try again.
es: Suelta Comando, Opción, Control y Mayúsculas e inténtalo de nuevo.

source: Reload automatic actions
es: Recargar acciones automáticas

source: Reload controls
es: Recargar controles

source: Remember
es: Recordar

source: Remember %@ as a person?
es: ¿Recordar a %@ como persona?

source: Remember %@’s voice?
es: ¿Recordar la voz de %@?

source: Remembered voices
es: Voces recordadas

source: Remind me before meetings
es: Avísame antes de las reuniones

source: Remind me in 15 minutes
es: Recordarme en 15 minutos

source: Reminder
es: Recordatorio

source: Reminder draft
es: Borrador de recordatorio

source: Reminder failed
es: El recordatorio falló

source: Reminder needs review
es: El recordatorio necesita revisión

source: Reminder not created
es: Recordatorio no creado

source: Reminder suggestions are unavailable. Your commitments are unchanged. Reopen Radar to try again.
es: Las sugerencias de recordatorios no están disponibles. Tus compromisos no cambiaron. Vuelve a abrir Radar para intentarlo de nuevo.

source: Reminder · end-of-meeting Shortcut · title template
es: Aviso · Atajo al terminar · plantilla de títulos

source: Reminders access could not be checked. Try again.
es: No se pudo comprobar el acceso a Recordatorios. Inténtalo de nuevo.

source: Reminders access is off. Nothing was created.
es: El acceso a Recordatorios está desactivado. No se creó nada.

source: Reminders access or the destination changed. Check again before creating it.
es: El acceso a Recordatorios o el destino cambiaron. Vuelve a comprobarlos antes de crearlo.

source: Reminders are on
es: Los recordatorios están activos

source: Reminders list
es: Lista de Recordatorios

source: Reminders need attention
es: Los recordatorios requieren atención

source: Remote audio capture failed. Stop and start a new recording to avoid losing the call.
es: Falló la captura del audio remoto. Detén e inicia una grabación nueva para evitar perder la llamada.

source: Remote audio capture recovered.
es: La captura del audio remoto se recuperó.

source: Remote audio has been unavailable for two minutes. If the call ended, stop this recording.
es: El audio remoto no está disponible desde hace dos minutos. Si la llamada terminó, detén esta grabación.

source: Remote audio interrupted
es: Audio remoto interrumpido

source: Remote audio is incomplete.
es: El audio remoto está incompleto.

source: Remote audio stopped — reconnecting… Your microphone is still recording.
es: El audio remoto se detuvo — reconectando… Tu micrófono sigue grabando.

source: Remote transfer attempted
es: Se intentó una transferencia remota

source: Remove card
es: Quitar tarjeta

source: Remove note
es: Eliminar nota

source: Remove objective
es: Quitar objetivo

source: Remove replacement
es: Quitar reemplazo

source: Remove the push-to-talk mouse button
es: Quitar el botón del mouse para dictar

source: Remove this Mac
es: Quitar este Mac

source: Remove this Mac from sync?
es: ¿Quitar este Mac de la sincronización?

source: Remove this Mac from sync…
es: Quitar este Mac de la sincronización…

source: Remove topic “%@”
es: Quitar el tema “%@”

source: Rename meeting
es: Renombrar reunión

source: Rename speaker
es: Renombrar hablante

source: Rename the meeting
es: Renombrar la reunión

source: Rename…
es: Renombrar…

source: Reopened
es: Reabiertos

source: Replaced
es: Reemplazada

source: Repository
es: Repositorio

source: Required only to publish gists. It is stored in Keychain — never in the database or cloud.
es: Necesario solo para publicar gists. Se guarda en Keychain — nunca en la base de datos ni en la nube.

source: Rescheduled
es: Reprogramado

source: Reset
es: Restablecer

source: Restore
es: Restaurar

source: Restore the exact accepted transcript lines without deleting history
es: Restaurar las líneas exactas aceptadas sin borrar el historial

source: Restore the original text and speaker with durable history entries
es: Restaurar el texto y el hablante originales con un historial duradero

source: Restore this meeting
es: Restaurar esta reunión

source: Results
es: Resultados

source: Resume proactive help
es: Reanudar ayuda proactiva

source: Retrospective
es: Retrospectiva

source: Retry available — attempt %d of %d
es: Reintento disponible — intento %d de %d

source: Retry in Reminders
es: Volver a intentar en Recordatorios

source: Retry now
es: Reintentar ahora

source: Retry preparation
es: Reintentar preparación

source: Retry processing
es: Reintentar procesamiento

source: Retry scheduled
es: Reintento programado

source: Retry scheduling
es: Programación del reintento

source: Return to recording
es: Volver a la grabación

source: Return to the original context and review a fresh suggestion. This does not run the action.
es: Vuelve al contexto original y revisa una sugerencia nueva. Esto no ejecuta la acción.

source: Return to the recording in progress
es: Volver a la grabación en curso

source: Returns to the original subject without running the action
es: Vuelve al contexto original sin ejecutar la acción

source: Reuses what you just said — no need to speak again.
es: Reutiliza lo que acabas de decir — no hace falta hablar de nuevo.

source: Review
es: Revisión

source: Review %@ in context
es: Revisar %@ en contexto

source: Review and confirm…
es: Revisar y confirmar…

source: Review generated suggestions to build a private 90-day signal.
es: Revisa las sugerencias generadas para crear una señal privada de 90 días.

source: Review hidden transcript evidence
es: Revisar evidencia oculta de la transcripción

source: Review in context
es: Revisar en contexto

source: Review in meeting
es: Revisar en la reunión

source: Review in menu bar
es: Revisar en la barra de menús

source: Review issue
es: Revisar issue

source: Review later
es: Revisar más tarde

source: Review meeting and commitment offers in their original context. Calendar briefs stay in the Portavoz menu bar. Nothing runs here.
es: Revisa las propuestas de reuniones y compromisos en su contexto original. Las preparaciones de calendario permanecen en la barra de menús de Portavoz. Aquí no se ejecuta nada.

source: Review prepared brief
es: Revisar brief preparado

source: Review recovery in context
es: Revisar la recuperación en contexto

source: Review source in context
es: Revisar la fuente en contexto

source: Review sources and history
es: Revisar fuentes e historial

source: Review the available audio. Retranscribing cannot restore missing audio.
es: Revisa el audio disponible. Volver a transcribir no recupera el audio perdido.

source: Review the evidence before adding anything to your commitment list.
es: Revisa la evidencia antes de añadir algo a tu lista de compromisos.

source: Review the exact GitHub issue
es: Revisa el issue exacto de GitHub

source: Review the exact source for this receipt. This does not start or change the action run.
es: Revisa el origen exacto de este recibo. Esto no inicia ni cambia la ejecución de la acción.

source: Review the refined transcript
es: Revisar la transcripción refinada

source: Review the repository, exact issue body, and transcript evidence before anything leaves this Mac.
es: Revisa el repositorio, el contenido exacto del issue y la evidencia de la transcripción antes de que algo salga de este Mac.

source: Review the wording, owner, deadline, and source before confirming.
es: Revisa la redacción, la persona responsable, la fecha límite y la fuente antes de confirmar.

source: Review this receipt beside its original event in the menu bar. Nothing runs automatically.
es: Revisa este recibo junto a su evento original en la barra de menús. Nada se ejecuta automáticamente.

source: Review this recovery from the menu bar beside the calendar event. Nothing runs automatically.
es: Revisa esta recuperación desde la barra de menús junto al evento del calendario. Nada se ejecuta automáticamente.

source: Review transcript structure
es: Revisar la estructura de la transcripción

source: Review · enable · history
es: Revisar · activar · historial

source: Reviewing is local. Nothing leaves this Mac until you confirm the exact issue.
es: La revisión es local. Nada sale de este Mac hasta que confirmes el issue exacto.

source: Revoke approval
es: Revocar aprobación

source: Revoking approval…
es: Revocando la aprobación…

source: Risks
es: Riesgos

source: Rolling 90-day evidence from suggestions you actually reviewed.
es: Evidencia acumulada de 90 días de las sugerencias que realmente revisaste.

source: Room audio is incomplete.
es: El audio de la sala está incompleto.

source: Root Causes
es: Causas raíz

source: Run a Shortcut when a meeting ends
es: Corre un Atajo cuando termina una reunión

source: Sample
es: Muestra

source: Save
es: Guardar

source: Save correction
es: Guardar corrección

source: Save in Keychain
es: Guardar en Keychain

source: Save key in Keychain
es: Guardar clave en Keychain

source: Save recordings in
es: Guardar grabaciones en

source: Save recovery copy…
es: Guardar copia de recuperación…

source: Save support file
es: Guardar archivo de soporte

source: Saving recovery copy…
es: Guardando copia de recuperación…

source: Saving transcript correction
es: Guardando corrección de la transcripción

source: Say a sentence — anything about your day. Portavoz transcribes it live, 100% on this Mac.
es: Di una frase — lo que quieras sobre tu día. Portavoz la transcribe en vivo, 100% en este Mac.

source: Scheduled
es: Programado

source: Scope Decisions
es: Decisiones de alcance

source: Scopes rebuilt: %d · relationships published: %d
es: Ámbitos reconstruidos: %d · relaciones publicadas: %d

source: Search all meetings…
es: Buscar en todas las reuniones…

source: Search failed: %@
es: La búsqueda falló: %@

source: Search settings
es: Buscar en ajustes

source: Searching confirmed people…
es: Buscando personas confirmadas…

source: Searching confirmed topics…
es: Buscando temas confirmados…

source: Searching meetings…
es: Buscando reuniones…

source: Searching your meetings…
es: Buscando en tus reuniones…

source: Second line
es: Segunda línea

source: Secret Gist publication
es: Publicación de Gist secreto

source: Secret Gist published
es: Gist secreto publicado

source: Secret Gist — outcome unknown, check GitHub
es: Gist secreto — resultado desconocido, revisa GitHub

source: Secret Gist — published
es: Gist secreto — publicado

source: Sections — one per line
es: Secciones — una por línea

source: See
es: Ver

source: See my trend
es: Ver mi tendencia

source: Segment hidden
es: Segmento oculto

source: Segment split
es: Segmento dividido

source: Segments
es: Segmentos

source: Segments merged
es: Segmentos combinados

source: Select meeting %lld: %@, ended %@
es: Seleccionar la reunión %lld: %@, finalizó %@

source: Select meeting %lld: %@, started %@
es: Seleccionar la reunión %lld: %@, comenzó %@

source: Selected commitment
es: Compromiso seleccionado

source: Selected person
es: Persona seleccionada

source: Semantic search
es: Búsqueda semántica

source: Semantic search is optional
es: La búsqueda semántica es opcional

source: Semantic search is ready
es: La búsqueda semántica está lista

source: Semantic search isn't available
es: La búsqueda semántica no está disponible

source: Semantic search needs attention
es: La búsqueda semántica necesita atención

source: Share a recap
es: Compartir un resumen

source: Share a recap…
es: Compartir un resumen…

source: Share…
es: Compartir…

source: Show Portavoz in the menu bar
es: Mostrar Portavoz en la barra de menú

source: Show active blockers
es: Mostrar bloqueadores activos

source: Show active blockers for %@
es: Mostrar bloqueadores activos para %@

source: Show all
es: Mostrar todo

source: Show an English or Spanish translation below each spoken caption.
es: Mostrar una traducción al inglés o español debajo de cada frase hablada.

source: Show available tokens and examples
es: Mostrar tokens y ejemplos disponibles

source: Show changes since meeting
es: Mostrar cambios desde la reunión

source: Show current commitments
es: Mostrar compromisos actuales

source: Show current decisions
es: Mostrar decisiones actuales

source: Show decision changes
es: Mostrar cambios de decisión

source: Show first confirmed discussion
es: Mostrar la primera conversación confirmada

source: Show more automatic runs
es: Mostrar más ejecuciones automáticas

source: Show more runs
es: Mostrar más ejecuciones

source: Show person's commitments
es: Mostrar los compromisos de una persona

source: Showing %d of %d commitments
es: Mostrando %d de %d compromisos

source: Showing %d of %d evidence excerpts
es: Mostrando %d de %d fragmentos de evidencia

source: Showing %d of %d suggestions
es: Mostrando %d de %d sugerencias

source: Showing commitments for %@.
es: Mostrando los compromisos de %@.

source: Shows the 20 most recent runs on this Mac.
es: Muestra las 20 ejecuciones más recientes en este Mac.

source: Shows the current remote question and offers a pull-only answer from earlier cited captions.
es: Muestra la pregunta remota actual y ofrece, solo al pedirla, una respuesta basada en subtítulos anteriores citados.

source: Shows today's and tomorrow's meetings here, with a prep brief for each. Read-only, on-device.
es: Muestra aquí las reuniones de hoy y mañana, con un brief de preparación para cada una. Solo lectura, on-device.

source: Sign in to iCloud on this Mac to continue.
es: Inicia sesión en iCloud en este Mac para continuar.

source: Since meeting
es: Desde la reunión

source: Skip setup
es: Saltar configuración

source: Skip silence
es: Omitir silencios

source: Some blockers with outdated evidence were omitted.
es: Se omitieron algunos bloqueadores con evidencia desactualizada.

source: Some blockers without available evidence were omitted.
es: Se omitieron algunos bloqueadores sin evidencia disponible.

source: Some captions stay in their original language because Apple Translation does not support their language pair on this Mac.
es: Algunos subtítulos permanecen en su idioma original porque la función Traducción de Apple no admite ese par de idiomas en este Mac.

source: Some changes since this meeting with outdated evidence were omitted.
es: Se omitieron algunos cambios desde esta reunión con evidencia desactualizada.

source: Some changes since this meeting without available evidence were omitted.
es: Se omitieron algunos cambios desde esta reunión sin evidencia disponible.

source: Some commitments with outdated evidence were omitted.
es: Se omitieron algunos compromisos con evidencia desactualizada.

source: Some commitments without available evidence were omitted.
es: Se omitieron algunos compromisos sin evidencia disponible.

source: Some decision changes with outdated evidence were omitted.
es: Se omitieron algunos cambios de decisión con evidencia desactualizada.

source: Some decision changes without available evidence were omitted.
es: Se omitieron algunos cambios de decisión sin evidencia disponible.

source: Some decisions with outdated evidence were omitted.
es: Se omitieron algunas decisiones con evidencia desactualizada.

source: Some decisions without available evidence were omitted.
es: Se omitieron algunas decisiones sin evidencia disponible.

source: Some discussions with outdated evidence were omitted.
es: Se omitieron algunas conversaciones con evidencia desactualizada.

source: Some discussions without available evidence were omitted.
es: Se omitieron algunas conversaciones sin evidencia disponible.

source: Something went wrong
es: Algo salió mal

source: Source context could not be verified. This did not start or change the action run.
es: No se pudo verificar el contexto de origen. Esto no inició ni cambió la ejecución de la acción.

source: Source date unavailable
es: Fecha de la fuente no disponible

source: Source meeting
es: Reunión de origen

source: Source unavailable
es: Fuente no disponible

source: Source: %@
es: Fuente: %@

source: Source: %d recent closed turns · %@
es: Fuente: %d turnos cerrados recientes · %@

source: Source: Library
es: Fuente: Biblioteca

source: Source: Notes
es: Fuente: Notas

source: Source: your open objective + %d closed turns · %@
es: Fuente: tu objetivo abierto + %d turnos cerrados · %@

source: Sources
es: Fuentes

source: Sources are no longer available.
es: Las fuentes ya no están disponibles.

source: Sources are out of date after transcript changes.
es: Las fuentes quedaron desactualizadas tras los cambios del transcript.

source: Spanish
es: Español

source: Spanish translation
es: Traducción al español

source: Speaker
es: Hablante

source: Speaker corrected
es: Hablante corregido

source: Speaker recovery stopped after repeated attempts. Your audio and transcript are still saved.
es: La recuperación de hablantes se detuvo tras varios intentos. El audio y la transcripción siguen guardados.

source: Speakers
es: Hablantes

source: Split into two lines
es: Dividir en dos líneas

source: Split line
es: Dividir línea

source: Split line…
es: Dividir línea…

source: Split time
es: Tiempo de división

source: Spoken language
es: Idioma hablado

source: Spotlight search
es: Búsqueda de Spotlight

source: Start
es: Inicio
